Revit 2027 API
ParameterTypeId.CarbonMaterialParamCoefficientPerMass Property
 "Carbon Coefficient per mass"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CarbonMaterialParamCoefficientPerMass { get; }
Public Shared ReadOnly Property CarbonMaterialParamCoefficientPerMass As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CarbonMaterialParamCoefficientPerMass {
	ForgeTypeId^ get ();
}
static member CarbonMaterialParamCoefficientPerMass : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace